{
  "view": "Voir",
  "obtext": "DKAD, acronyme de Donfack Kengni Architecture & Design, témoigne de la vision et de la passion du fondateur. Ce nom résume notre engagement en faveur de l'excellence architecturale et notre conviction que le design a le pouvoir d'inspirer.",
  "optext": "Notre marque est en résonance avec l'intensité et la vivacité de la couleur Infinite Azure, une nuance de bleu profonde et vibrante.  Elle symbolise notre engagement à repousser les limites de la conception architecturale, en créant des espaces qui inspirent et transforment.",
  "wwaone": "Notre vaste champ d'action et nos intérêts variés nous permettent de trouver des opportunités dans des projets architecturaux conventionnels et innovants, avec un accent particulier sur la conception durable.",
  "wwatwo": "Nous accordons de l'importance à un savoir-faire exceptionnel, à des expériences uniques et à des opportunités durables et personnalisées.",
  "basedin": "Basé au Cameroun",
  "wwatext": "Fondée par Donfack Kengni en 2023, DKAD est une entreprise d’architecture de premier plan avec une concentration stratégique sur la création des espaces qui inspirent à long terme.",
  "discover": "Découvrir",
  "exterior": "Extérieur",
  "herotext": "DKAD Création des espaces qui inspirent pour une meilleure qualité de vie",
  "interior": "Intérieur",
  "ourbrand": "Notre Marque",
  "whoweare": "Qui nous sommes",
  "landscape": "Aménagement Paysager",
  "contactone": "Nous vous aiderons a mettre en oeuvre",
  "contacttwo": "toutes solutions de conception",
  "ourpersona": "Notre Persona",
  "allprojects": "Autres projets",
  "contacttext": "DKAD a une riche histoire de réalisation de rêves architecturaux. Notre dévouement et notre expertise ont contribué à de nombreuses réussites. Nous vous invitons chaleureusement à faire partie de ce voyage de transformation et d'accomplissement.",
  "footerrtext": "Plongez dans l'essence de notre identité. Découvrez la passion, le dévouement et la vision qui alimentent nos innovations architecturales. Découvrez-nous ici.",
  "inspiration": "L'inspiration derrière DKAD",
  "ourprojects": "Nos Projets",
  "supervision": "Supervision",
  "thisproject": "Découvrir ce projet",
  "contactthree": "Nous vous aiderons a mettre en oeuvre toutes solutions de conception",
  "discoverdkad": "Découvrir DKAD",
  "exteriortext": "Nous créons des extérieurs durables qui sont plus que des structures. Ce sont des chefs-d'œuvre de résilience qui mettent en valeur votre espace et font de chaque retour à la maison un enchantement.",
  "footerrtitle": "Dévoiler la vision:",
  "interiortext": "Nous vous accompagnons dans le choix des couleurs, l'agencement des meubles et la création d'espaces qui reflètent votre style de vie unique.",
  "metadatadesc": "Notre expertise en matière d'aménagement extérieur, intérieur et paysager, associée à une supervision méticuleuse, permet de créer des espaces confortable. Nous nous engageons à atteindre l'excellence architecturale en créant des espaces durables, esthétiques et fonctionnels.",
  "oursolutions": "Nos Solutions",
  "projectstext": "Nos projets incarnent notre dévouement à l'excellence architecturale. De la première ébauche à la dernière touche de verdure, chaque étape est soigneusement orchestrée pour donner vie à votre vision.",
  "exteriortext2": "Chaque élément est soigneusement conçu pour résister aux éléments, tout en ajoutant une beauté intemporelle à votre propriété. Chaque fois que vous rentrez chez vous, vous êtes accueilli par un paysage qui est à la fois beau et fonctionnel, un véritable enchantement pour les sens.",
  "footerrtitle2": "La création de récits architecturaux",
  "interiortext2": "En tenant compte de vos préférences et de votre style de vie, nous vous aidons à créer un espace qui est à la fois fonctionnel et esthétiquement agréable. Ensemble, nous créons un espace qui est un reflet de vous, un lieu où vous pouvez vous détendre et vous sentir vraiment chez vous.",
  "landscapetext": "Fusionner la conception et la nature pour un developpement durable.",
  "metadatatitle": "DK Architecture & Design - Création des espaces qui inspirent",
  "solutionstext": "Notre gamme complète de services est conçue pour répondre à tous vos besoins architecturaux. De la conception initiale à l'aménagement paysager final, nous assurons un parcours sans faille vers la création de l'espace de vos rêves. Explorez nos offres pour voir comment nous pouvons vous aider.",
  "contacttextcta": "Réalisez vos rêves",
  "landscapetext2": "Nous concevons des paysages qui respectent l'environnement et répondent aux besoins spécifiques de nos clients. Nos plans innovants favorisent la biodiversité, encouragent la durabilité et améliorent la qualité de vie. Nous créons des designs qui permettent à d'autres de réaliser des paysages magnifiques et durables.",
  "inspirationtext": "Issue d'un amour profond pour les espaces beaux et paisibles, DKAD représente une ambition durable de créer et d'améliorer des conceptions architecturales qui durent.",
  "supervisiontext": "Nous ne nous contentons pas de suivre les plans, nous veillons à ce qu'ils soient parfaitement exécutés. Notre engagement envers la qualité est évident dans chaque projet que nous supervisons.",
  "supervisiontext2": "Chaque détail, chaque finition, chaque élément est soigneusement examiné pour s'assurer qu'il répond à nos normes élevées. Nous travaillons en étroite collaboration avec nos clients à chaque étape du processus pour garantir que le résultat final dépasse leurs attentes."
}
